Repository: NimaOS/jade-gui
Catalog: po/*.po
Languages: fa

source: Start
fa: شروع

source: Install NimaOS
fa: نصب نیما اواس

source: No description
fa: بدون توضیحات

source: About Jade GUI
fa: درباره Jade GUI

source: Welcome to NimaOS
fa: به نیما اواس خوش آمدید

source: Press Start to start installing NimaOS!
fa: برای شروع نصب نیما اواس، دکمه شروع را فشار دهید!

source: Select Desktop
fa: انتخاب میزکار

source: You can install more desktops later.
fa: شما میتوانید بعدا میزکار های بیشتری نصب کنید.

source: Back
fa: قبلی

source: Next
fa: بعدی

source: You can add additional layouts later.
fa: بعداً می توانید لِی‌اوت های دیگری اضافه کنید.

source: Preview
fa: پیش‌نمایش

source: Test your Keyboard
fa: صفحه‌کلیدتان را آزمایش کنید

source: Installation Completed!
fa: نصب کامل شد!

source: Reboot the device to start using NimaOS!
fa: برای شروع استفاده از نیما اواس، دستگاه خود را راه اندازی مجدد کنید!

source: Reboot
fa: راه اندازی مجدد

source: Installing NimaOS
fa: درحال نصب نیما اواس

source: This may take some time
fa: این شاید مدتی طول بکشد

source: Select Keyboard Layout
fa: انتخاب لِی‌اوت صفحه‌کلید

source: Miscellaneous
fa: متفرقه

source: Custom Hostname
fa: نام میزبان سفارشی

source: This can fix IPv6 connectivity issues with some ISPs.
fa: این می تواند مشکلات اتصال IPv6 را با برخی از ISP ها برطرف کند.

source: Support snapshots as a means to roll back to earlier states of the system.
fa: پشتیبانی از Snapshot ها برای بازگشت به حالت های قبلی سامانه

source: Creates a compressed area of Swap in RAM.
fa: یک ناحیه فشرده Swap در RAM ایجاد می کند.

source: Select partitions to install to
fa: پارتیشن برای نصب را انتخاب کنید

source: Make sure to have at least one root partition
fa: مطمعن باشید حداقل یک پارتیشن روت (root) دارید

source: Quick Actions
fa: اقدامات سریع

source: Automatic Partitioning
fa: پارتیشن بندی خودکار

source: Open GParted
fa: باز کردن GParted

source: Open terminal
fa: باز کردن پایانه

source: Available partitions
fa: پارتیشن های موجود

source: Select Installation Disk
fa: دیسک نصب را انتخاب کنید

source: Select the disk you want to install NimaOS on. This will wipe the entire disk you selected.
fa: دیسکی را که می خواهید نیما اواس روی آن نصب کنید انتخاب کنید. با این کار کل دیسکی. که انتخاب کردید، پاک می‌شود

source: Switch to manual partitioning
fa: تغییر به پارتیشن بندی دستی

source: Summary
fa: خلاصه

source: Last chance to verify everything.
fa: آخرین فرصت برای بررسی همه‌چیز.

source: Timezone and Locale
fa: منطقه زمانی و منطقه

source: region/location
fa: منطقه/موقعیت

source: Keyboard Layout
fa: لِی‌اوت صفحه‌کلید

source: layout
fa: لِی‌اوت

source: User Settings
fa: تنظیمات کاربر

source: username
fa: نام کاربری

source: sudo enabled/disabled
fa: sudo فعال/غیرفعال

source: root enabled/disabled
fa: ریشه فعال/غیرفعال

source: Desktop
fa: میزکار

source: desktop
fa: میزکار

source: Partition Settings
fa: تنظیمات پارتیشن

source: selected install partition
fa: انتخاب پارتیشن نصب

source: Miscellaneous Settings
fa: تنظیمات متفرقه

source: timeshift enabled/disabled
fa: Timeshift فعال/غیرفعال

source: zramd enabled/disabled
fa: Zramd فعال/غیرفعال

source: Full Name
fa: نام کامل

source: Username
fa: نام کاربری

source: Password
fa: رمز عبور

source: Confirm Password
fa: تایید رمز عبور

source: Allows access to system settings, users, and sudo
fa: اجازه دسترسی به تنظیمات دستگاه، کاربران، و sudo

source: System
fa: سامانه

source: Allow logging into the root account
fa: اجازه وارد شدن به کاربر ریشه

source: Move to next page
fa: به صفحه بعدی بروید

source: Select Timezone
fa: انتخاب منطقه زمانی

source: Search for a timezone
fa: جستجو برای یک منطقه زمانی

source: Create User
fa: ایجاد کاربر

source: You can add additional users later.
fa: بعداً می توانید کاربران بیشتری اضافه کنید.

source: Enter Username
fa: نام کاربری را وارد کنید

source: Enter Password
fa: رمز را وارد کنید

source: Re-enter Password
fa: رمز را دوباره وارد کنید

source: Adminstrator
fa: مدیر

source: Enable Superuser Account
fa: فعال کردن حساب Superuser
